Revit 2027 API
BuiltInFailures.FabricFailures.CannotPlaceFabricSheetWarn Property
 Can't find a host for Fabric Sheet.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId CannotPlaceFabricSheetWarn { get; }
Public Shared ReadOnly Property CannotPlaceFabricSheetWarn As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ CannotPlaceFabricSheetWarn {
	FailureDefinitionId^ get ();
}
static member CannotPlaceFabricSheetWarn : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.FabricFailures Class
Autodesk.Revit.DB Namespace